Repository: wescamp/The_Founding_of_Borstep-1.10
Catalog: po/*.po
Languages: hu

source: I'll take over! Now we'll get some real leadership around here.
hu: Átveszem a parancsnokságot! Elég volt ebből a tutyimutyi totojázásból!

source: Now I'm the boss! You won't be able to kill me so easy.
hu: Mostantól én vagyok a főnök! Engem nem lesz olyan könnyű megölni.

source: Collect at least {SWORD_COST} gold.
hu: Összegyűjtesz legalább {SWORD_COST} aranyat

source: Now I have enough money.
hu: Most már van elég aranyam.

source: Hi, dwarf! Where are you? I'll take that sword, and I'll pay you {SWORD_COST} gold.
hu: Hej, törp! Hol vagy? Megveszem azt a kardot, kifizetem neked a hiányzó {SWORD_COST} aranyat.

source: Excellent. It is yours.
hu: Kitűnő. Áll az alku.

source: Dwarvish greatsword
hu: Törp pallos

source: This sword adds two points of damage to every strike!
hu: Ez a kard két ponttal növeli a sebzésedet minden ütésnél!

source: Be there any further business ye wish to conduct?
hu: Köthetünk újabb üzletet is?

source: Yeah, could you make us all weapons as good as this sword? We just took this fort easy enough, so someone else will try to take it from us. If we all had better weapons, we could hold off anybody.
hu: Eegen, fel tudnád szerelni a teljes seregemet ilyen kitűnő karddal? Elég könnyen elfoglaltuk ezt az erődöt, de más is megpróbálhatja elfoglalni tőlünk. Ha jobb fegyvereink lennének, vissza tudnánk verni bárkit.

source: I canna' make all those weapons by meself, but if I take ye to my kin, we could be finished in short order. I am happy to go with ye. My journey home was to be terrible long, but joined with your force, I could take a shorter way. I can show ye a quick path beneath the mountains, though it be guarded.
hu: Nem tok ennyi fegyvert egyedül megcsiná'ni, de ha elgyüssz hozzánk, hamarjába nyélbe üthettyük az üzletet. Örömmel csatlakozom hozzátok. Szörnyű nagy utat kén' tennem hazáig, de veletek együtt lerövidíthetem az utat. Van egy ösvény, ami levisz a hegy alá, de azt erősen őrzik.

source: Guards don't bother us. We need the best weapons we can get, so guide us to your clan.
hu: Az őrök nem zavarnak minket. A legjobb fegyverekre van szükségünk, tehát induljunk!

source: Krag-Ubor expected only a short journey and the quick beheading of a few guards, but the journey to the city of the dwarves was to prove difficult. A light snow was drifting down as they began their trek, and soon a thick, wet blanket covered the ground, hindering their movement. Finally, they saw a large door carved into the rock in the distance. The door lead to Durguld's home, but it first passed through a cavern inhabited by trolls.
hu: Krag-Ubor mindössze egy rövid sétát várt, s néhány őrt az út végén, de az út jóval tovább tartott, s igen nehéznek bizonyult. Ahogy elindultak, hópihék kezdtek szállingózni, majd egyre sűrűbben esett a hó, s hamarosan vastag latyakos hó borította a földet, s egyre nehezebbé vált a közlekedés. Végül a messzeségben egy hatalmas sziklába vésett kapu tűnt fel. A kapu mögött volt Durguld otthona egy trollok által megszállt barlang után.

source: Durguld told the tale of the great battle between those trolls from under the mountain and the elves of the Silent Forest. The elves had eventually forced the trolls to retreat, but the cost in lives was not easily born. The elves magically sealed the door through which the trolls had come, and posted a guard. Durguld was certain that he could break the seal on the door with his runic hammer, but the elvish guards would have to be held off for him to reach the door.
hu: Durguld elmesélte, hogy milyen súlyos harcokat vívnak a barlangi trollok és a Néma-erdő tündéi. Mostanában a tündék sikeresen visszaszorították a trollokat a barlangokba, de óriási vérveszteségeket szenvedtek. A tündék mágikusan lezárták a bejáratot, s a bejárat mellé őrséget állítottak. Durguld biztos volt benne, hogy meg tudja törni a kaput lezáró mágiát a rúnapörölyével, de ezen idő alatt a tünde őröket távol kellene tartani.

source: Guarded Door
hu: Őrzött bejárat

source: Get Durlguld, and then Krag-Ubor to the door.
hu: Előbb Durguld, majd Krag-Ubor is eléri a kaput

source: It should nae be a difficult feat for ye to defeat these elves and reach yonder door.
hu: Aligha okozhat nektek problémát a tündék legyőzése és a kapu elérése.

source: Of course. Elves die easy. You hear that elves? We're goin' through your door!
hu: Persze hogy nem. A tündék gyengék. Idehallgassatok, tündék! Átsétálunk a kaputokon a barlangba.

source: If the trolls are released they would present a danger to the entire continent. No one may approach this door, on penalty of death. Your party must turn back.
hu: Ha kiengeditek a trollokat, az egész kontinens veszélybe kerülhet. Senki nem közelítheti meg azt az ajtót! Aki megpróbálja, az a halál fia. Forduljatok vissza!

source: I hate being told what to do!
hu: Utálom, ha valaki meg akarja mondani, mit csináljak.

source: Now let's get into this troll tunnel.
hu: Na, gyerünk abba a troll lyukba!

source: I've unsealed the door. Follow me!
hu: Hatástalanítottam a mágiát. Kövessetek!

source: I can't open the door!
hu: Nem tudom kinyitni a kaput!

source: As I told ye, it be magically sealed. Let me get to the door, and I can open it.
hu: Mint montam, mágikusan zárták le. Hadd mennyek oda, majd én elintézem, hogy kinyíljon.

source: Without Durguld, we won't be able to open that door.
hu: Durguld nélkül nem tudjuk kinyitni a kaput.

source: The orcs slipped into the cave and heaved the door closed behind them, safe, now from any retalliation of the surviving elves. Even after their eyes adjusted to the gloom, the orcs couldn't see any trolls nearby, but they could hear shuffling, grunting, and scraping. Apparently, the cavern was well populated, so the orcs bared their teeth and prepared for battle, but this time they did it quietly.
hu: Az orkok benyomultak a barlangba, majd gondosan eltorlaszolták maguk mögött a bejáratot, hogy védjék a hátukat a túlélő tündéktől. Miután szemük megszokta a sötétséget, körülnéztek, de trolloknak a nyomát se látták, bár csapkodás, morgás és mozgás hangjai hallatszottak a távolból. A barlang nyilvánvalóan lakott volt, tehát az orkok elővették fegyvereiket, s felkészültek a csatára, ezúttal azonban, szokásukkal ellentétben, ezt csendben tették.

source: Trolls
hu: Trollok

source: Bats
hu: Denevérek

source: You receive $treasure gold.
hu: Hozzájutsz $treasure aranyhoz.

source: Look! There's a little tunnel back here.
hu: Nézzétek! Egy kis járat van itt.

source: Hey, what in the world is that thing on the platform?
hu: Hej, mi az ördög van ott azon a szirten?

source: That be a golem I reckon, but I've nae heard o' golems made from flesh; only from stone. How long has it been trapped there, I cannae guess.
hu: Azt hiszem, hogy gólem, bár hús-vér gólemról még nem hallottam; csak kőgólemről. Elképzelni sem tudom, mióta állhat ott a szirten.

source: I found a map of this cavern!
hu: Találtam egy térképet a járatban.

source: Why are the bats attacking us and not the trolls?
hu: Miért támadnak minket a denevérek, s a trollokat miért nem?

source: They're vampire bats. Do trolls even have blood?
hu: Mert vérszívó denevérek. Van a trolloknak vérük?

source: They be vampire bats. I do not ken what trolls use for blood.
hu: Mivel vérszívó denevérek. A trollokból nem tudnak jóllakni.

source: We under attack!
hu: Támadás van rajtunk!

source: Good! Me hungry.
hu: Remek! Éhes pocim.

source: The rock tosser clan will crush!
hu: A sziklazúzó nemzetség szétzúz orkok!

source: Master, what do you command?
hu: Mester, mi a parancsod?

source: What? Uh...kill anyone I tell you to!
hu: Mi van? Ja... ölj meg mindenkit, akit mondok.

source: Yes, master.
hu: Igen, mester.

source: I like this thing!
hu: Tetszik nekem ez a lény!

source: Without Durguld, we'll never be able to find the dwarves.
hu: Durguld nélkül sosem találjuk meg a törpöket.

source: The party marched down the tunnel, and after a long while, they saw a glow ahead of them. The light grew stronger until they entered a massive chamber. Here, in the heart of the mountain, a river of molten lava flowed in trenches beneath their feet! Water trickled out of a lake and hissed into steam when it approached the lava, so clouds of vapor obscured the view. The light and water was enough to support a swampy community of bizarre plants and animals far from sunlight.
hu: A csapat továbbmenetelt a barlangjáratban, majd hosszas gyaloglás után fényt láttak felragyogni. A fény egyre erősebb lett, míg végül egy hatalmas teremben találták magukat. Itt a hegy belsejében olvadt lávafolyamok erecskéi tűntek elő a talpuk alatt. Egy tóból víz szivárgott ki , s hangos sistergéssel gőzzé vált, ahogy érintkezett a lávával. A termet betöltő gőz a látást is gátolta. A fény és a víz különös mocsárvilágot hozott létre, tele bizarr növényekkel és állatokkal.

source: Underground_Lake
hu: Földalatti tó

source: Krag-Ubor must reach the north edge of the map.
hu: Krag-Ubor eléri a térkép északi szélét

source: Monsters
hu: Szörnyek

source: Me kin lives through the northern tunnel. All manner of foul creature lives here. Sometimes a dwarf comes into this chamber to collect food, and only sometimes does he return.
hu: Innen északra lakunk. Át kell vágjunk ezen a termen, ami tele van mindenféle ocsmány kreatúrával. Néha egy-egy törp élelem után kutatva eljön ide, de nem sok tér vissza.

source: It looks slimy but not dangerous. No problem.
hu: Kicsit nedvesnek tűnik, de nem látszik veszélyesnek. Nem gond.

source: The label is partly worn away, but the remaining portion says, '...telligence.'
hu: A címke részben leszakadt, de a maradó részen az alábbi írás látszik: '..lligencia'

source: potion^Drink it
hu: Felhajt

source: potion^Don't drink it
hu: Eldob

source: $unit.name can't take this potion.
hu: $unit.name nem ihatja meg ezt az italt.

source: Intelligence Potion
hu: Okosító Ital

source: This potion decreases a unit's experience requirements by one third!
hu: Az ital hatására egyharmadával csökken az egység szintlépéséhez szükséges tapasztalati pontszáma.

source: Without Durguld, we'll never be able to get the dwarves' help.
hu: Durguld nélkül semmi esélyünk a törpök segítségének megnyerésére.

source: The orcs were not unused to caves, but, this far underground, they had lost all sense of time and direction. So it was that they were somewhat relieved when their destination appeared ahead of them. They rested their feet on a sandy patch of cave floor, and became the first people from the surface world to behold the dwarf city of Kalra-Duun.
hu: Az orkok számára nem volt szokatlan a barlangi környezet, de a hosszú földalatti tartózkodás hatására az idő- és irányérzékük elveszett. Érthető tehát a megkönnyebbülésük, amikor feltűnt előttük úticéljuk. Egy homokos résznél megálltak, hogy rendbeszedjék magukat, hiszen ők voltak az első felszíni lények, akik megpillantották a törpök városát, Kalra-Duunt.

source: Dwarf City
hu: Törp város

source: Kill all enemy units.
hu: Megölsz minden ellenséges egységet

source: Hall of Fallen Heroes
hu: Elesett Hősök Csarnoka

source: Dwarves
hu: Törpök

source: Hail, cousin. I have returned!
hu: Helló, rokon. Visszatértem!

source: Durguld! 'Tis welcome to see ye! We've got a spot o' trouble, and you've arrived just in time to help out.
hu: Durguld! Soha jobbkor nem gyühettél volna! Vóna egy kis problémánk, s épp időben gyüttél, hogy kisegíts minket.

source: Excellent, and I 'ave friends with me who be stout warriors. They wish to deal with us for work, but we'll clear those vermin from the city first.
hu: Állok rendelkezésedre, de rettegett harcosokat is hoztam magammal. Üzletet akarnak kötni velünk, de előbb kitakarítjuk a városból ezeket a férgeket.

source: This sandy keep is not too good, but I guess we can organize here. Lets get up there and help stomp rats!
hu: Ez a homokra épült tábor nem a legjobb, de azt hiszem itt is megszervezhetjük a sereget. Munkára fel, segítsünk eltaposni ezeket a patkányokat!

source: For that I thank you, friends.
hu: Hálás köszönetünk, barátaink.

source: Blaudin's guards will not move. Neither will Blaudin unless you allow it. Right click anywhere to give him directions. (However, when you ask him to move to a particular hex, he will sometimes decide against it.)
hu: Blaudin őrsége a végsőkig kitart, nem hagyja el a helyét. S Blaudin sem, amíg úgy látod jónak. Jobbklikkelj egy mezőre, ha oda akarod irányítani Blaudint. (Amennyiben a kijelölt mező nem megfelelő, megtagadhatja a mozgást).

source: Neep, neep!
hu: Nííííp, nííííp!

source: First rats, and now bats and spiders. What are they all doing here?
hu: Először patkányok, most meg denevérek és pókok jönnek. Mit keresnek ezek itt?

source: I hope they nae be runnin' from some foul creature, but it may be so.
hu: Remélem, nem valami nagyobb szörny elől futnak, minden megtörténhet.

source: Doesn't matter. We can fight anything. Did you already forget the giant squids?
hu: Nem számít. Szembeszállunk akár az ördöggel is. Elfelejtetted már azokat az óriás tintahalakat?

source: I am Ashkannog! I need space, and dwarves will move or die. Now!
hu: Ashkannog vagyok! Tetszik nekem ez a barlang, törpök takarodjatok, vagy meghaltok! Most!

source: The dragon! The dragon is upon us!
hu: A sárkány! A sárkány támad ellenünk!

source: That must be your foul creature. It's kinda'...big.
hu: Itt van a szörnyed. Háát... elég nagy.

source: Tell Blaudin not to move from his current space.
hu: Megkéred Blaudint, hogy maradjon a helyén.

source: Allow Blaudin to move on his own.
hu: Szabad mozgást engedsz Blaudinnak.

source: Ask Blaudin to move here on his next turn.
hu: Megkéred Blaudint, hogy idejöjjön a következő körben.

source: We thank ye Krag-Ubor. We prefer to study runic magic rather than engage in battle, so your arrival was well timed indeed.
hu: Köszönjük, Krag-Ubor. Mi inkább a rúnamágiát műveljük a nyers harc helyett, igazán jókor érkeztetek.

source: Uh...yeah. We came down here to get better weapons. Durguld says you can make a bunch of 'em like mine here.
hu: Öm...szívesen. Azért jöttünk, hogy jobb fegyvereket szerezzünk be. Durguld azt mondta, hogy egy rakat ilyen kardot tudtok kovácsolni, mint az enyém.

source: That we can. And ye have rendered a great service, so we'll not be chargin' ye. We can craft swords and spears, but cannae improve your crossbows. Nor can we improve the spectral weapons o' the spirits ye travel with.
hu: Igen, tudunk. Mivel óriási segítséget nyújtottatok nekünk, hálából szívesen ellátunk titeket ilyen fegyverekkel. Kardokat és dárdákat is tudunk kovácsolni, de az íjaitokat nem tudjuk feljavítani. S a szellemek fegyvereit sem tudjuk jobbra cserélni.

source: That we can. And ye have rendered a great service, so we'll not be chargin' ye. We can craft swords and spears, but cannae improve your crossbows.
hu: Igen, tudunk. Mivel óriási segítséget nyújtottatok nekünk, hálából szívesen ellátunk titeket ilyen fegyverekkel. Kardokat és dárdákat is tudunk kovácsolni, de az íjaitokat nem tudjuk feljavítani.

source: That's good enough.
hu: Az is bőven elég lesz nekünk.

source: When they are recalled, all orcs and goblins will receive +2 on swords and +1 on spears and knives!
hu: A visszahívott orkok és koboldok kardjai +2, a dárdái és kései +1 sebzést okoznak a lecserélt fegyverek miatt!

source: Ye were plannin' to go back to that orc fort when ye had your weapons, but I 'ave another suggestion. If ye were to follow the northern tunnel, ye would come to a cliff we call the Dragon's Stair. That be a much more defensible location than your fort.
hu: Vissza akartá' térni az ork erődbe, amit elfoglaltatok, de nekem lenne egy jobb ötletem. Ha követed az északi járatot, eljutsz egy sziklához, amit mi a Sárkány Lépcsőjének nevezünk. Az egy sokkal jobban védhető hely, mint az erődötök.

source: I'll nae deny that we would like to have ye defending the northern approach to our realm.
hu: S nem tagadom, mi is nyugodtak lennénk, ha ti védenétek a barlangunk északi oldalát.

source: We'll go look at it, but if it's such a good spot, why did the dragon come down here?
hu: Vetünk rá egy pillantást, de ha olyan kedvező az a hely, miért jött le ide ez a sárkány?

source: He can't help us if he's <i>dead!</i>
hu: Nem segíthet minket, ha <i>halott!</i>

source: Cousin! 'Tis the fault of ye orcs tha' he dies!
hu: Rokon! Ez a ti bűnötök orkok, hogy meghalt!

source: Well, that does it.
hu: Ez tényleg szomorú.

source: The orcs stayed at Kalra-Duun for several weeks as the dwarves labored to produce their new weapons. Once they were finished, the orcs marched out through the northern tunnel and began their journey to the Dragon's Stair. They trudged for days through twisting tunnels. While no dwarves had been this way in living memory, they had made these passages, and Durguld was able to tell where he was at all times. He explained that the dwarves had once had an outpost on the northern reaches of the mountains near a volcanic caldera, but that the coming of the dragon had forced their retreat.
hu: Az orkok néhány hétig megszálltak Kalra-Duunban, miközben a törpök lázas sürgéssel kovácsolták az új fegyvereket. Ahogy elkészültek a fegyverek, az orkok útra keltek, s az északi járatban meneteltek egészen a Sárkány Lépcsőjéig. A kanyargós járatokban napokig tartott a fárasztó menetelés. Bár ők készítették a járatokat, törpemlékezet óta nem járt erre senki. Durguld megragadta az alkalmat, hogy kalandjairól meséljen. Elmondta azt is, hogy régen a törpöknek volt helyőrségük a hegy északi gerincén a vulkán kürtője mellett, de a sárkány érkezése föld alá kényszerítette őket.

source: When they arrived at the end of the tunnels at last, their eyes, accustomed to the gloom underground, were dazzled by sunlight on the snow. As their eyes adjusted, they were able to make out the walls of the old Dwarven fortress, the excellent stonework seemingly untouched by time. Beyond those walls was the caldera and the cliff the Dwarves referred to as the stair. And on top of the cliff, silhouetted against the sky...
hu: Mikor végre elérték a járat végét, a felszíni ragyogás elvakította a félhomályhoz szokott szemüket. Ahogy lassan megszokták a havon csillogó napfényt is, szemük előtt feltűnt a régi törp erőd, masszív falain az idő vasfoga sem ejtett egy karcolást sem. A falak mögött volt a vulkán kürtője, s a szikla, amit a törpök lépcsőnek neveztek. A szikla tetején pedig az ég kékjében egy alak körvonalai rajzolódtak ki...

source: Dragon's Stair
hu: A Sárkány Lépcsője

source: Drakes
hu: Perzsekények

source: Another dragon!
hu: Még egy sárkány!

source: That's not a dragon, it's a drake. We passed an island years ago where there were some survivors of a great battle. They didn't look too good, but they were tasty.
hu: Az nem sárkány, csak egy perzsekény. Évekkel ezelőtt útba ejtettünk egy szigetet, ahol egy nagy csatát túlélt néhány ilyen lény. Rusnya kinézetük ellenére finom húsuk van.

source: That one looks healthy and mean. I assume he breathes fire?
hu: Ez viszont egészségesnek látszik, s jó erőben lévőnek. S ha jól tudom, tüzet is okádnak...

source: Yeah. No problem though, we got great new weapons. I like the look of this place, so lets get rid of that big lizard. Weapons up!
hu: Na igen. De ez sem jelent problémát, nagyszerű új fegyvereink vannak. Tetszik nekem a hely, tehát kapjuk el azt a nagy gyíkot. Fegyverbe!

source: OK, so there's more than one. Still no problem.
hu: Rendben, nincs egyedül. Semmi gond, több lesz a hús.

source: Yonder force could indeed chase away even a dragon.
hu: Ekkora sereg tényleg menekülésre késztethet még egy sárkányt is.

source: But not Krag-Ubor! <i>Everyone</i> is scared of him!
hu: De Krag-Ubort nem! <i>Mindenki</i> fél tőle!

source: You called that cliff they're on a stair? It's nothing! More like a single step!
hu: Azt a sziklát, amin tanyáznak, neveztétek lépcsőnek? Hiszen nem is olyan magas. Egy nagyobb lépéssel a tetején vagyok!

source: Hmph! Ye be much taller than I.
hu: Hmm! Persze, mer' te magasabb vagy, mint én.

source: It was a good joke though, right boss?
hu: Jó poén volt, ugye főnök?

source: Call it the Dragon's Step if you want. Just get on with taking it!
hu: Nevezd akár a Sárkány Lépésének, ha akarod. Csak végezz a megszállókkal!

source: Stair or step, it's mine now! We are staying here.
hu: Lépcső vagy lépés, mostantól az enyém! Itt maradunk.

source: This city shall be known as Krag-Ubor's Step.
hu: A város neve legyen Krag-Ubor's Step, azaz Krag-Ubor Lépése.

source: So it was that a poor joke became the name of a city.
hu: Így történt, hogy egy gyenge poénból városnév született.

source: Epilogue: Borstep
hu: Epilógus: Borstep

source: Krag-Ubor's tribe took over the mountainside, as it was, indeed, a perfectly defensible position. First, they built a proper orcish stockade along the edge of the cliff. Then they took apart the tall and drafty, drake-built structures, and used the stones to make their own dwellings--more crude perhaps, but more to their liking.
hu: Krag-Ubor törzse elfoglalta a hegyoldalt, amely kitűnően védhetőnek bizonyult. Először egy impozáns cölöpkerítést építettek a szikla szélén, majd a lerombolt perzsekények által emelt épületek kövét felhasználva a saját igényeik szerint építették fel hajlékaikat, amelyek talán durvábbakra sikerültek, de nekik jobban megfeleltek.

source: Krag-Ubor continued to do business with the dwarves of Kalra-Duun, and built up an impressive stockpile of weapons that he hid in the catacombs behind the abandoned Dwarven walls at the south edge of the city. Those excellent weapons would prove invaluable in orc wars for centuries, granting an advantage to whoever had access to them. In the time of Black-Eye Karun, the weapons cache became the resupply depot for all the unified orc tribes.
hu: Krag-Ubor tovább üzletelt Kalra-Duun törpjeivel, s egy hatalmas fegyverraktárat hozott létre a város déli részén, a falak mögött kiépített katakombákba rejtve. Ezek a fegyverek felbecsülhetetlen segítséget nyújtottak az orkoknak több századon keresztül a különböző háborúkban, akárki jutott is hozzájuk. Fekete-Szem Karun idejében a fegyverraktár az egyesült ork törzsek felfegyverzésének fontos bázisává vált.

source: Many years later, when Krag-Ubor had been forgotten, even by shamans, and the city's name had been worn down by time, Borstep still had a reputation as an unconquerable city. A sneak attack was impossible while friendly dwarves guarded the back entrance, and no enemy ever succeeded at breaching the city walls from below.
hu: Sok évvel később, amikor Krag-Ubor nevét már a sámánok is elfelejtették, s a város neve is leegyszerűsödött, Borstep még mindig a bevehetetlen város hírében állt. Váratlan támadás nem érhette, mivel a baráti törpök védték a hátsó bejáratot, a falakat viszont egyetlen ellenség sem tudta áttörni.

source: Eyestalk
hu: Kígyószem

source: Named 'Eyestalks' for obvious reasons, these plant-like creatures can focus their gaze onto an unsuspecting victim to draw life energy straight out of them to replenish their own. While almost defenseless against melee attacks, its deadly gaze from afar is not to be underestimated.
hu: A 'Kígyószemek', ezek a növényszerű lények, nevüket nyilvánvalóan arról a tulajdonságukról nyerték, hogy gyanútlan áldozataikat elbűvölve életerejüket megcsapolják, hogy sajátjukat növeljék. Gyakorlatilag védtelenek a közelharci támadásokkal szemben, de távoli halálos igézésüket hiba lenne alábecsülni.

source: smash
hu: csapás

source: gaze
hu: igézés

source: Giant Rat
hu: Óriás patkány
