Repository: wescamp/The_Founding_of_Borstep-1.10
Catalog: po/*.po
Languages: hu

source: Given an adequate supply of food, some rats can grow to truly impressive sizes. They still are not very dangerous unless there is a whole pack of them, but then, there usually is.
hu: Megfelelő élelemforrások mellett egyes patkányok hihetetlen méretűre megnőnek. Habár egymagukban így sem jelentenek veszélyt, de ha egy egész csapat rohan meg valakit, az komoly kihívásnak néz elébe.

source: bite
hu: harapás

source: Leech
hu: Pióca

source: Leeches are universally known for their common diet, the warm blood of various bigger creatures. However, this is exactly why they are often used for medicinal purposes. Although not directly related, the same name is applied to groups of strange worms attached to the ground, found under caves, who are not a great danger as they cannot move around to search for prey. Instead, they await unwary victims who get close enough for them to be able to trap them in their deadly tentacles and then swallow their blood, which increases their strength and heals their wounds. It is fortunate that they have not developed legs; otherwise, they would be an almost unstoppable menace to explorers and dwellers of the caves they inhabit.
hu: A piócák egyoldalú táplálkozásukról ismertek, a nagyobb lények vérét szívják, emiatt használatosak gyakran az orvoslásban is. Habár nincs közvetlen kapcsolat köztük, ugyanez a név ragadt egy különleges, helytülő féregszerű barlangi lényre is, amely amúgy nem veszélyes, mivel nem mozog. De ha egy óvatlan áldozat közel merészkedik hozzá, akkor karjaival megragadja, s szívószájával kiszívja annak vérét, hogy ezzel is növelje saját erejét, s gyógyítsa sebeit. Kész szerencse, hogy nem növesztettek lábakat, különben állandó veszélyt jelentenének a barlangot lakó, vagy azt feltárni igyekvő lényekre.

source: sucker
hu: szívószáj

source: Village
hu: Falu

source: Orcs
hu: Orkok

source: Death of Krag-Ubor
hu: Krag-Ubor meghal

source: Run out of Turns
hu: Kifutsz az időből

source: Death of Durguld
hu: Durguld meghal

source: With their momentum lost, the orcs descend into pointless squabling no matter how many of them you punish.
hu: Elszalasztottad a kedvező alkalmat, az orkok végetnemérő perlekedésbe süllyedtek, amin semmiféle büntetéssel nem tudsz úrrá lenni.

source: Dwarvish $weapons[$weapon].name
hu: Törp $weapons[$weapon].name
