Repository: wescamp/The_Founding_of_Borstep-1.10
Catalog: po/*.po
Languages: hu

source: The Founding of Borstep
hu: Borstep alapítása

source: TFoB
hu: BA

source: Grunt
hu: Közkatona

source: (Normal)
hu: (Átlagos)

source: (Challenging)
hu: (Kihívást jelentő)

source: Warrior
hu: Harcos

source: (Difficult)
hu: (Nehéz)

source: Warlord
hu: Hadúr

source: (Nightmare)
hu: (Rémálom)

source: The ruler of your tribe has become decadent and weak. Take over, and lead your people to a better home--whether it is already occupied or not. Anyone who stands in your way will learn the power of orcs! (Expert level, 10 scenarios.)
hu: A törzsed főnöke gyengévé és erőtlenné vált. Taszítsd le a trónról, s vezesd a népedet egy jobb hazába--amit lehet, hogy most mások laknak. Aki az utatokba áll, azt ismertesd meg az orkok elrettentő erejével! (Gyakorlott szint, 10 küldetés)

source: Campaign Design and Programming
hu: Hadjárattervezés és programozás

source: In the year 9YW, orcs were new to the Great Continent, but when the tribe ruled by Pash-Grod made landfall, the Wesnothians had already learned to fear orcish brutality. The inhabitants of one settlement presented the orcs with gold and promised to find more if they were allowed to live. Pash-Grod accepted their bribe and moved his people away from the crowded coast. As they went, Pash-Grod offered the same arrangement to other humans because he had grown fond of gold and wanted to increase the size of his collection. Of course he wasn't sharing, and the other members of his tribe could not see any benefit to leaving humans unmolested. Some grumbled, but not too loudly.
hu: W. i. sz. 9-ben az orkok új foglalóként jelentek meg a Nagy-Kontinensen, mire a Pash-God vezette törzs partra szállt, a wesnothiak már megtanulták félni az orkok kegyetlenségét. Az emberi település lakói sok aranyat adtak a vezérnek, hogy megkímélje az életüket, s még többet ígértek, ha békén hagyja őket. Pash-God elfogadta az ajánlatukat, s a zsúfolt tengerparttól távolabb vezette népét. Ahogy továbbmentek, Pash-God hasonló ajánlatot tett az útjukba került emberi települések lakóinak, s gyengéd szeretettel nézegette egyre gyarapodó aranyait. Természetesen arról szó sem lehetett, hogy másokkal is osztozkodjon, a törzs tagjai viszont egyre elégedetlenebbek lettek, amiért békén hagyták az embereket. De csak magukban morgolódtak.

source: The tribe followed trails of their people around the Heart Mountains and then north, but they found that much of the territory was already claimed by other orcs. Pash-Grod didn't want trouble with his own race, so they kept moving north until finally they found a home in a cave with a small forest nearby. Pash-Grod settled down and sent wolf riders south to collect more treasure from the humans. As they filled their cave, and the corners became packed with filth, many orcs wondered aloud why they hadn't settled in one of the nicer areas they had passed. The grumbling got louder until everyone knew that a new leader would have the support of the tribe. It was just a question of which clan was going to challenge Pash-Grod first....
hu: A törzs követte az orkok csapását a Központi-hegység, majd tovább észak felé, de az útjukba eső területeket már megszállták az orkok korábbi csapatai. Pash-God nem akart belháborút az orkok közt, s továbbvonultak északra. Végre találtak egy elhagyott barlangot, ami mellett egy kis erdő is volt. Pash-God elrendelte a letelepedést, s farkaslovasokat küldött délre, hogy az emberektől újabb kincseket szerezzenek. Ahogy a barlangok megteltek, a zsúfoltság egyre elviselhetetlenebbé vált, sokan hangosan zúgolódtak amiatt, hogy nem egy gazdagabb vidékre telepedtek le. Az elégedetlenség egyre erősödött, s nyilvánvalóvá vált, hogy egy új vezető kell a törzs élére. Csak idő kérdése volt, hogy melyik család kel fel Pash-God ellen először...

source: New Leader
hu: Új főnök

source: Become the leader of your tribe by killing the rival leaders.
hu: A törzs főnökévé válsz, megölöd a rivális vezéreket

source: Death of Ubor
hu: Ubor meghal

source: Run out of turns
hu: Kifutsz az időből

source: Ubor's Clan
hu: Ubor nemzetsége

source: Al Hauk's Assassins
hu: Al Hauk orgyilkosai

source: Grashnok's Wolves
hu: Grashnok farkasai

source: Neutral Shamans
hu: Semleges sámánok

source: Ubor! There's action in the main chamber. Pash-Grod's been poisoned! You should come watch.
hu: Ubor! Galiba van a trónteremben. Pash-Godot megmérgezték! Oda kellene menned!

source: ...No, you idiot! Gold is for getting stuff you don't have, not for collecting and <i>storing</i>.
hu: ...Nem, te idióta! Az aranyért hiányzó dolgokat kell beszerezni, nem csak gyűjtögetni és <i>felhalmozni</i>.

source: Stand...still...(cough)
hu: Még... én vagyok... (köhög)

source: Finally! I was tired that old fool. Now move out of the way, weakling.
hu: Végre! Elegem volt már ebből a vén marhából. Félre az útból, hitvány féreg!

source: What? No way. I'm in charge!
hu: Micsoda? Ne álmodozz! Megállíthatatlan vagyok!

source: They're both weaklings. Our clan is the strongest. We...uh...You should be the big boss.
hu: Mindkettő puhány fickó. A mi nemzetségünk a legerősebb. Mi... ööö... Te vagy a legalkalmasabb a főnöki posztra.

source: Of course I should, and don't think that you can slack because we have the same father.
hu: Természetesen én vagyok a megfelelő, s ezen az sem változtat, hogy te is az apánk fia vagy.

source: No, no. I'm happy to help.
hu: Öö, persze. Örömmel segítelek.

source: I'm coming back with some of my clan, and we'll see who's weak, and who's dead!
hu: Hívom a nemzetségemet, meglátjuk majd, hogy ki a gyenge, s ki hagyja itt a fogát!

source: Maybe I should get some more expendable fighters too.
hu: Azt hiszem szükségem lesz néhány használható harcosra.

source: All right you slugs, up! We're gonna' go bash some skulls!
hu: Vége a lustálkodásnak, puhányok! Ideje, hogy beverjük néhány fickónak a koponyáját!

source: The bows got stowed in one of the southern tunnels, and some of you wimps can handle one of those, at least. Go find 'em.
hu: Az íjainkat egy déli csatornában tároljuk, úgyhogy a lekvárok menjenek értük, s azzal harcoljanak.

source: Once any unit finds the bows, you will be able to recruit archers.
hu: Ahogy egy egység megtalálja az íjakat, elkezdheted toborozni az íjászokat.

source: And someone get down to the wolf pens. We could use some speed.
hu: S valaki menjen le a farkasok karámjába. Szükségünk lehet a gyorsaságukra.

source: If any unit reaches the wolf pens you will be able to recruit wolf riders. Also, up to four goblins who reach the wolf pens can mount wolves and become riders immediately. Level 1 goblins become level 2 riders.
hu: Ha egy egység eléri a farkasok karámját, elkezdhetsz farkaslovasokat toborozni. Emellett legfeljebb négy kobold, aki eléri a karámot, felnyergel egy farkast, s azonnal lovassá válik. Az egyes szintű koboldokból kettes szintű lovas válik.

source: Now move, maggots!
hu: Mozgás, férgek!

source: Look! There's a hole here behind this boulder.
hu: Nézzétek! Egy lyuk van itt a szikla mögött.

source: I think anyone could squeeze through that.
hu: Valakinek be kéne néznie a szikla mögé.

source: Hey! You can't come in here. Pash-Grod said so.
hu: Hé! Senki nem jöhet ide. Pash-God parancsa.

source: Yeah! What he said.
hu: Eegen! Ezt mondta.

source: This must be the money Pash-Grod was collecting from the humans! There's a lot of gold here.
hu: Ez lehet az az arany, amit Pash-God az emberektől gyűjtött be! Rengeteg arany van itt.

source: You receive {TREASURE} gold.
hu: Hozzájutottál {TREASURE} aranyhoz.

source: I reached the wolf pens.
hu: Elértem a farkasok karámját.

source: You can now recruit wolf riders!
hu: Mostantól farkaslovasokat is toborozhatsz!

source: This unit is too heavy to ride a wolf. Use a goblin instead.
hu: Ez az egység túl nehéz, nem bírják el a farkasok. Próbálkozz inkább koboldokkal!

source: I found the bows.
hu: Megtaláltam az íjakat.

source: You can now recruit archers!
hu: Mostantól íjászokat is toborozhatsz!

source: Hey! There are bottles of poison in here.
hu: Héjj! Egy csomó méregflakon van itt!

source: You can now recruit assassins!
hu: Mostantól orgyilkosokat is toborozhatsz!

source: Hey, you shamans, come out here and help us take control of this mess!
hu: Hé, sámánok, gyertek elő, és segítsetek elrendezni ezt a patáliát!

source: No, we will remain neutral. When the tribe has one leader, then we will lend our support. In the mean time, we will heal anyone who needs it, until our supplies run out.
hu: Nem, mi nem avatkozhatunk be. Amikor a törzsben eldőlt, ki a vezér, mi őt támogatjuk. De a gyógyításban segítünk, amíg tudunk.

source: When you move a unit onto the hex with the medical kit next to the shaman village, the shamans will immediately heal up to 16 points of damage, or heal 8 points and cure poison. This will work three times.
hu: Ha egy egységet a sámánok faluja melletti orvosi táskás mezőre viszel, a sámánok legfeljebb 16 pontot gyógyítanak rajta, vagy kikúrálják a mérgezésből és legfeljebb 8 pontot gyógyítanak rajta. Ezt háromszor teheted meg.

source: I feel much better.
hu: Sokkal jobban érzem magam.

source: Then get back to work!
hu: Igen, akkor vissza a csatába!

source: I name myself Krag-Ubor! Does anyone else dispute my claim to leadership?
hu: Mostantól Krag-Ubornak nevezem magam! Van valaki, aki kétségbe meri vonni az alkalmasságomat a vezetésre?

source: (Silence)
hu: (Csend)

source: Good. Shamans?
hu: Remek. Sámánok?

source: We recognize Krag-Ubor as leader of the tribe.
hu: Elismerjük Krag-Ubort a törzs főnökének.

source: You can now recruit shamans!
hu: Mostantól sámánokat is toborozhatsz!

source: I know there's poison stored around here somewhere. Find it.
hu: Biztos, hogy valahol kell itt lennie egy rekesz méregflakonnak. Keressétek meg!

source: Right away, boss.
hu: Rendben, főnök!

source: Here it is. There are lots of bottles in here.
hu: Itt van! Egy csomó flakon van itt.

source: Hey, you! Go down to the wolf pens, and bring up some wolves.
hu: Hé, te! Menj le a farkasok karámjába, s hozz néhány farkast!

source: Um, can't someone else do that?
hu: Én? Nem mehetne valaki más?

source: NO!
hu: NEM!

source: You! Go find where the bows are kept.
hu: Te! Menj, keresd meg az íjakat!

source: Got it boss.
hu: Igenis, főnök.

source: Here they are.
hu: Itt vannak!

source: We're moving out right away.
hu: Elérkezett az idő, hogy elhagyjuk ezt a hodályt.

source: The weather was clear but brisk as Krag-Ubor lead his people south. The orcs had hunted their own forest bare, so the whole party was uncomfortably hungry, and as they traveled, their hunger only got more insistent. That was not their only problem. Wolf riders returning from the south carrying panniers heavy with gold had been tracked, and as Krag-Ubor began addressing his tribe, bandits were creeping into position.
hu: Krag-Ubor friss és tiszta időben vezette népét dél felé. Az orkok hamar levadászták az erdejük vadjait, s az egész csapat korgó gyomorral vándorolt, s ahogy egyre tovább haladtak, az éhség egyre inkább mardosta őket. Nemcsak ez volt a probléma. A déli portyáról visszatérő farkaslovasok súlyos, aranyakkal megrakott szekerekről beszéltek, s miközben Krag-Ubor próbálta felrázni elcsigázott népét a jó hírrel, körülöttük banditák jelentek meg.

source: Thieves
hu: Rablók

source: Defeat enemy leaders.
hu: Legyőzöd az ellenséges vezéreket

source: We stopped here on our way north. I think it was good hunting.
hu: Megállunk ezen a helyen. Jó vadászterületnek látszik.

source: Yeah. I can see some pigs in the forests right now. We'll camp here and...
hu: Eegen. Láttam néhány malacot futkosni az erdőben. Letáborozunk itt, és...

source: We stopped here on our way north. There were lots of pigs in the forest. We'll camp here and...
hu: Megállunk itt. Sok malacot láttam futkározni az erdőben. Letáborozunk itt, és...

source: Ssstop! We have you surrounded!
hu: Megállni! Körrrbe vagytok véve!

source: Where did they come from?
hu: Honnan kerültek ezek ide?

source: Now you will give usss your gold.
hu: És most ssszépen ideadjátok az aranyatokat.

source: Not a chance. <i>You</i> will give <i>us</i> your <i>heads!</i>
hu: Még mit nem. <i>Ti</i> adjátok <i>nekünk</i> a <i>fejeteket!</i>

source: Big words for sssuch a pitiful band of orcsss!
hu: Nagy ssszavak egy ilyen ocsmány brrrigantitól!

source: Get 'em! And get me some meat too!
hu: Kapjátok el őket! S szerezzetek egy kis kaját is!

source: Killing wild boars will strengthen the tribe. Every boar you kill will heal each orc by 2, 4, or 6 hitpoints depending on the size of the boar.
hu: A vaddisznók megölése erősíti a törzset. Minden disznó, amit leölsz, a szinttől függően 2,4, vagy 6 életerőponttal gyógyítja a sebesülteket.

source: The forests in this area had plenty of food, but the orcs were uncomfortable staying in a place that was so exposed and difficult to defend, so they were soon itching to move on. Krag-Ubor had a destination in mind, and led his people south. They had not travelled far when they encountered elves arguing with a human. It was strange to see a human this far north, but Krag-Ubor didn't ponder the oddity for long because his people were hungry again.
hu: Bár a terület erdeiben rengeteg élelmet találtak, az orkok mégsem érezték jól magukat a nyílt, nehezen védhető terepen, így hamarosan újra útra keltek. Krag-Ubor fejében forgatott valamit, s tovább vezette népét délre. Alig hagyták el az előző táborhelyet, amikor emberekkel vitatkozó tündékbe botlottak. Meglepő volt, hogy ilyen messze északon emberekkel találkoznak, de Krag-Ubor nem sokáig meditálhatott, mert az éhség újra felütötte fejét.

source: Life and Undeath
hu: Élet és nemlét

source: Defeat enemy leader.
hu: Legyőzöd az ellenséges vezért

source: Undead Allies
hu: Élőholt szövetséges

source: Elves
hu: Tündék

source: Mermen
hu: Sellők

source: Death is the only punishment for bringing such corruption to our forest.
hu: A halál az egyetlen büntetés az általad okozott romlásért.

source: But I am only attempting to understand what...Orcs!
hu: De én csak megpróbáltam megérteni, hogy... Orkok!

source: We're going to hunt here, and we'll kill anyone who stands in our way.
hu: Vadászni jöttünk ide,, és megölünk mindenkit, aki az utunkba áll.

source: You'll not kill anything in our forests, foul creature!
hu: Egy egeret sem fogsz megölni az erdőnkben, ocsmány féreg!

source: Orc, it seems that we have a common enemy. I don't care what you do in the forest, so as long as you leave me alone in my tower to do my experiments.
hu: Ork, úgy látszik, közös az ellenségünk. Engem nem érdekel, mit vadászol le az erdőben, mindaddig, amíg békén hagysz engem a tornyomban.

source: What's to stop us from taking your tower too?
hu: S miért ne foglalnám el a tornyodat is?

source: Certainly you could, friend orc, but I know many useful secrets about life and death.
hu: Természetesen megteheted, ork barátom, de én az élet és a halál számos titkát ismerem.

source: We don't need any secrets.
hu: Nem érdekelnek a titkaid.

source: But perhaps undead warriors would be useful! If you assist me in defeating the elves, I will raise from the dead any fallen soldier of yours. You can't die yourself, or you will lose your will, but the spirits of your companions will obey your commands.
hu: De talán az élőholt harcosok hasznodra lehetnek. Ha segítesz nekem legyőzni a tündéket, feltámasztom az elesett harcosaidat. Te nem halhatsz meg, mert elveszted az akaratodat, de a csapatod feltámasztott tagjai a te parancsaidat követik.

source: Uh, boss? Why don't we just move along.
hu: Huhh, főnök. Miért nem állunk csak úgy tovább?

source: Shut up, you! I like this plan.
hu: Fogd be a szád! Nekem tetszik az ötlet.

source: Any unit that dies during this scenario will be replaced by a ghost of the same level. The unit will keep any experience it has, and level up immediately if it has enough to do so.
hu: Ebben a küldetésben az elesett egység helyébe azonos szintű feltámadt szellem lép. Az egység megtartja tapasztalati pontjait, s ha eléri a szintlépéshez szükséges pontot, akkor szintet lép.

source: Curses! Now we won't get ghosts any more.
hu: Átkozottak! Többet nem támadnak fel az elesett harcosaim.

source: $unit.name|'s Ghost
hu: $unit.name| szelleme

source: Ho there, elf! What is going on?
hu: Hó, tünde! Mi folyik itt?

source: We are under attack by new creatures that foul the water and burn the trees.
hu: Új foglalók érkeztek, akik összemocskolják a vizeket és felégetik az erdőt.

source: Do you creatures deny this charge?
hu: Hé, ti ott, igazat mond ez a tünde?

source: Nope. We're orcs and we're takin' over these woods!
hu: Mi van? Mi orkok vagyunk, és kiirtunk mindent, ami az utunkba kerül!

source: This looks unpleasant, friend elf.
hu: Hát ez valóban súlyosnak látszik, tünde barátom.

source: We will repell this foul invasion if you allow us to use your villages.
hu: Visszaszorítjuk ezeket az ocsmány férgeket, ha használhatjuk a falvaitokat.

source: Agreed. But, if the orcs try to take one of our villages, they will find it well defended from the water.
hu: Rendben. S ha ezek az orkok beteszik a mocskos tappancsukat a falvainkba, keményen megleckéztetjük őket.

source: What in creation are you?
hu: Hát ti meg kik vagytok?

source: We're orcs and we're takin' over these woods. Now move.
hu: Orkok vagyunk, s eltakarítjuk ezt az erdőt az útból. Húzzá' innen te is!

source: Taking over! You may find that harder than you think. Attack!
hu: Eltakarítjátok? Nem eszik olyan forrón a kását! Támadás!

source: We'll help you repell this foul invasion if you allow us to use your villages.
hu: Segítünk nektek ezeknek az ocsmány férgeknek a visszaszorításában, ha használhatjuk a falvaitokat.

source: Agreed.
hu: Rendben.

source: Ras-Tahban! Come with us.
hu: Ras-Tahban! Gyere velünk!

source: No, I will stay here and study, but good luck to you. It will not be forgotten that orcs are friends to those who seek to understand life and death.
hu: Nem, én itt maradok és folytatom a tanulmányaimat. Nem felejtem el, hogy az orkok barátai azoknak, akik az élet és a halál titkait akarják megérteni.

source: The orcs had eaten their fill, and were well stocked with provisions as fall advanced, so no one was unhappy to be jouneying with Krag-Ubor. Even the eerie company of their undead companions was not enough to dampen their spirits. As the tribe rounded the southern extent of the Mourned Hills, they came to a much-traveled, east-west road that lead to an Orcish fort in each direction. Camped just south of the orc road was a well-armed company of humans.
hu: Az orkok degeszre tömték magukat, s bőséges készletet halmoztak fel, ahogy az ősz előrehaladt, s már senki sem volt elégedetlen Krag-Ubor vándorútja miatt. S még az élőholtak a társaságukban sem háborgatták a lelkivilágukat. Ahogy a törzs elérte a Mourned-dombság szélét, rátértek egy karavánútra, amely kelet-nyugati irányban egy-egy ork erődhöz vitt. Az orkok útjától délre egy állig felfegyverzett emberi sereg táborozott.

source: The Law
hu: A törvény

source: Look, even more humans in the north lands.
hu: Nézzétek, újabb emberi sereg jött északra!

source: A party of orcs approaches. They look heavily armed.
hu: Egy ork sereg tűnt fel. Állig fel vannak fegyverkezve.

source: They are coming from the correct direction. Let us ask about our quarry.
hu: Épp a megfelelő irányból jönnek. Hátha találkoztak a szökevényünkkel.

source: Hail, orcs! We seek a man named Rassin Tahban, who has broken our laws. Have you encountered someone of that name?
hu: Helló, orkok! Keresünk egy embert, Rassin Tahbant, aki megszegte a törvényünket. Nem találkoztatok vele véletlenül?

source: That's our business, you pompous cur.
hu: Mi a saját ügyünkben járunk, tojunk a törvényetekre.

source: The man we speak of animated corpses to create ghastly undead servants. Surely, even you would agree that he deserves death.
hu: Az az ember, akiről beszélünk szörnyű szellemeket idéz meg szolgának. Nyilván ti is egyetértetek, hogy megérdemli a halált.

source: No we wouldn't. But <i>you're</i> asking for it.
hu: Nem értünk egyet. <i>Minden</i> ember megérdemli a halált.

source: Let us dispatch these arrogant monsters so we can continue our search.
hu: Tanítsuk meg kesztyűbe dudálni ezt a felfuvalkodott korcsot, aztán folytassuk a keresést!

source: The orcs direct undead! Burn them, destroy them all!
hu: Az orkok élőholtakat irányítanak! Tűzre velük, irtsátok ki őket!

source: Now I see why you orcs are sympathetic to necromancy. We will show no mercy!
hu: Most már látom, miért szimpatizáltok a holtidézővel. Ne irgalmazzatok nekik!

source: It looks like those wizards <i>could</i> burn up our ghosts. Maybe we shouldn't use too many of them.
hu: Úgy látom, azok a varázslók <i>könnyen</i> elbánnak a szellemeinkkel. Nem kéne őket bevetni.

source: The tribe marched west along the road as the weather continued to cool, and a blanket of snow crept down the mountain peaks in the distance. They came to a fort they had passed on their way north with Pash-Grod, and which Krag-Ubor had had in mind from the beginning of their journey.
hu: A törzs az úton nyugatra menetelt, az idő hidegre fordult, s a távoli hegycsúcsok tetejét hótakaró borította be. Egy erődhöz értek, amelyet még Pash-God vezetése alatti vándorlásuk során érintettek, s amely végig ott lebegett Krag-Ubor szemei előtt. Ez volt az úticél.

source: The fort looked difficult to assail, but Krag-Ubor's people had been emboldened by their previous victories, and no battle seemed impossible. They growled and banged their swords on their chests as Krag-Ubor made ready to challenge the ruler of this tribe. On the distant top of the wall, a disturbance was taking place, and the chill air carried voices to the plains below. Krag-Ubor paused to listen, thinking that perhaps the events occurring in the fort would be to his advantage.
hu: Az erőd megrohamozása nehéz feladatnak látszott, de Krag-Ubor népe tele volt önbizalommal a korábbi győzelmeik után, és semmi sem tűnt lehetetlennek előttük. Hatalmas üdvrivalgás és az előrántott kardok érces hangja kísérte Krag-Ubor nyílt kihívását. A fal tetején zavar támadt, s a hűvös szél kiáltozás foszlányait sodorta alá. Krag-Ubor nem várt tovább, úgy gondolta, hogy a várbeli események is az ő malmára hajtják a vizet.

source: Fort Narig
hu: Narig erőd

source: Defeat enemy leader <i>and</i> two hero units, <i>and</i> have at least {SWORD_COST} gold.
hu: Legyőzöd az ellenséges vezért <i>ÉS</i> a két hőst, <i>ÉS</i> legalább {SWORD_COST} aranyat tartalékolsz.

source: Dwarf! Is my new sword ready?
hu: Törpe! Elkészültél az új kardommal?

source: Aye, but ye ha' nae yet paid me for it. I still need {SWORD_COST} gold, or you do nae get the sword.
hu: Ja, de hun van a pézem. Még jössz {SWORD_COST} arannya' vagy nem leszen tiéd a kard.

source: Five gold, or it's your head!
hu: Öt arany, vagy fejed a lábad elé esik!

source: Huh. Good thing he can't run fast! Borvosh, go find that little creep and take the...wait who is that on the plain?
hu: Huh. Szerencse, hogy nem tud gyorsan futni! Borvosh, menj, kapd el ezt a kis patkányt, és vedd el... Mi ez? Ki az a bohóc ott a mezőn?

source: We are the ones who are about to own this fort!
hu: Mi vagyunk azok, akik beköltözünk az erődödbe!

source: We're under attack! Man the walls. All village guards man your posts, and <i>don't leave them!</i>
hu: Megtámadtak minket! Mindenki a falakra! A faluőrök is álljanak készenlétben, és <i>ne merészeljék elhagyni a helyüket!</i>

source: I will have this fort and that shiny dwarf sword too. I'll even pay {SWORD_COST} gold for it.
hu: Elfoglalom ezt az erődöt, és megszerzem azt a fényes törp kardot is. Hajlandó vagyok {SWORD_COST} aranyat adni érte.
